package com.ganesh.sarma.data;

public class NakshatramDetails {
	public static String headings = "నక్షత్రం,పాదం,రాశి,రాశ్యాధిపతి,గణము,జంతువు,నాడి,రజ్జు,ఆయవర్గం,వశ్యవర్గం,జాతివర్గం,వేధావర్గం,పక్షివర్గం,యోగినీవర్గం,లింగవర్గం,భూతవర్గం,చంద్రయోగవర్గం,గోత్రవర్గం,మిత్రులు,సములు,శత్రువులు,అక్షరం";
	public static String Aswini[] = 
		{
				"అశ్విని,1,మేష,కుజుడు,దేవ,గుర్రం,ఆది,పాద,తూర్పు-ద్వజ,మేషం-సింహా-వృశ్చికములు,బ్రాహ్మణ,అశ్విని-జ్యేష్ఠ,గరుడ,బ్రాహ్మణి-తూర్పు,పుంలింగం,పృథివి,తూర్పు-ఇంద్రుడు/పాడ్యమి-నవమి/సూర్యః,మరీచిః,రవి/చంద్ర/గురు,శుక్ర/శని,బుధ,చూ",
				"అశ్విని,2,మేష,కుజుడు,దేవ,గుర్రం,ఆది,పాద,తూర్పు-ద్వజ,మేషం-సింహా-వృశ్చికములు,బ్రాహ్మణ,అశ్విని-జ్యేష్ఠ,గరుడ,బ్రాహ్మణి-తూర్పు,పుంలింగం,పృథివి,తూర్పు-ఇంద్రుడు/పాడ్యమి-నవమి/సూర్యః,మరీచిః,రవి/చంద్ర/గురు,శుక్ర/శని,బుధ,చే",
				"అశ్విని,3,మేష,కుజుడు,దేవ,గుర్రం,ఆది,పాద,తూర్పు-ద్వజ,మేషం-సింహా-వృశ్చికములు,బ్రాహ్మణ,అశ్విని-జ్యేష్ఠ,గరుడ,బ్రాహ్మణి-తూర్పు,పుంలింగం,పృథివి,తూర్పు-ఇంద్రుడు/పాడ్యమి-నవమి/సూర్యః,మరీచిః,రవి/చంద్ర/గురు,శుక్ర/శని,బుధ,చో",
				"అశ్విని,4,మేష,కుజుడు,దేవ,గుర్రం,ఆది,పాద,తూర్పు-ద్వజ,మేషం-సింహా-వృశ్చికములు,బ్రాహ్మణ,అశ్విని-జ్యేష్ఠ,గరుడ,బ్రాహ్మణి-తూర్పు,పుంలింగం,పృథివి,తూర్పు-ఇంద్రుడు/పాడ్యమి-నవమి/సూర్యః,మరీచిః,రవి/చంద్ర/గురు,శుక్ర/శని,బుధ,ల"
		};
	public static String Bharani[] = 
		{
				"భరణి,1,మేష,కుజుడు,మనుష్య,ఏనుగు,మద్య,కటి,ఆగ్నేయం-ధూమ,సింహా-వృశ్చికములు,క్షత్రియ,భరణి-అనూరాధ,గరుడ,కౌమారి-ఆగ్నేయం,స్త్రీలింగం,పృథివి,ఆగ్నేయం-అగ్న/విదియ-దశమి/చంద్రః,మరీచి,రవి/చంద్ర/గురు,శుక్ర/శని,బుధ,లీ",
				"భరణి,2,మేష,కుజుడు,మనుష్య,ఏనుగు,మద్య,కటి,ఆగ్నేయం-ధూమ,సింహా-వృశ్చికములు,క్షత్రియ,భరణి-అనూరాధ,గరుడ,కౌమారి-ఆగ్నేయం,స్త్రీలింగం,పృథివి,ఆగ్నేయం-అగ్న/విదియ-దశమి/చంద్రః,మరీచి,రవి/చంద్ర/గురు,శుక్ర/శని,బుధ,లూ",
				"భరణి,3,మేష,కుజుడు,మనుష్య,ఏనుగు,మద్య,కటి,ఆగ్నేయం-ధూమ,సింహా-వృశ్చికములు,క్షత్రియ,భరణి-అనూరాధ,గరుడ,కౌమారి-ఆగ్నేయం,స్త్రీలింగం,పృథివి,ఆగ్నేయం-అగ్న/విదియ-దశమి/చంద్రః,మరీచి,రవి/చంద్ర/గురు,శుక్ర/శని,బుధ,లే",
				"భరణి,4,మేష,కుజుడు,మనుష్య,ఏనుగు,మద్య,కటి,ఆగ్నేయం-ధూమ,సింహా-వృశ్చికములు,క్షత్రియ,భరణి-అనూరాధ,గరుడ,కౌమారి-ఆగ్నేయం,స్త్రీలింగం,పృథివి,ఆగ్నేయం-అగ్న/విదియ-దశమి/చంద్రః,మరీచి,రవి/చంద్ర/గురు,శుక్ర/శని,బుధ,లో"		
		};
	public static String Kruttika[] = 
		{
				
		};
	public static String Rohini[] = 
		{
				
		};
	
}
